import image1 from "../images/1.png";
import gift1 from "../images/gifts/1.png";

export const _albums = image1;

export const _giftAlbums = gift1;

export const _messages = [
    "วันนี้พี่ตั้งใจทำอะไรที่พิเศษและไม่เคยทำให้หนูมาก่อน มันอาจจะไม่ได้เป็นอะไรที่ซับซ้อนหรือยิ่งใหญ่ เพราะพึ่งจะได้ลองทำ แต่พี่ตั้งใจทำมาให้หนูจากใจของพี่เลยนะ",
    "การทำสิ่งนี้ให้หนูมันทำให้หนูนึกถึงทุกช่วงเวลาที่เราทั้ง 2 ได้ใช้ร่วมกัน ไม่ว่าจะเป็นเรื่องเล็กๆ หรือเรื่องใหญ่ๆ แต่หนูทำให้พี่รู้สึกว่าชีวิตของคู่เรามีความหมายมากขึ้นทุกวัน",
    "พี่เลยคิดว่า ถ้าจะทำอะไรให้หนูในวันพิเศษนี้ พี่ก็อยากจะทำให้มันเป็นสิ่งที่ทำให้หนูยิ้มได้ และรู้สึกดี พี่อาจจะไม่เก่งเรื่องคำพูดหวานๆ แต่พี่อยากบอกว่าหนูมีความหมายกับพี่แค่ไหน",
    "หวังว่าหนูจะมีความสุขในวันเกิดนี้มากๆและการ์ดในเว็บนี้จะเป็นกระบอกเสียงแทนความรู้สึกใจในของพี่ที่มีให้หนูนะคะ",
];

export const _birthdayMessages = [
    "สุขสันต์วันเกิดนะคะที่รัก! 21 ขวดแล้ว อายุเท่าพี่แล้ว (แต่อายุเท่าพี่ไม่กี่เดือน อิอิ)",
    "วันนี้เป็นวันที่พิเศษสำหรับหนูมากๆเลย",
    "ขอบคุณสำหรับทุกสิ่งที่หนูทำให้ ทุกความรู้สึกดีๆ ที่เราทั้ง 2 มีร่วมกัน ไม่ว่าจะเป็นวันธรรมดาหรือวันที่เราทั้งคู่ผ่านเรื่องยากๆ มาด้วยกัน ถึงแม้จะทะเลาะกันบ่อยก็ตาม แต่หนูก็ยังไม่ปล่อยพี่ไปไหน",
    "หนูทำให้พี่รู้สึกว่า “โลกใบนี้” มันไม่ยากเลย ไม่ว่าจะเจออุปสรรคอะไรหนักหนาแค่ไหน พี่ก็ยังมีหนูคอยเป็นกำลังใจให้เสมอ พี่อยากให้ปีนี้เป็นปีที่เต็มไปด้วยความสุข ความสมหวังในทุกสิ่งที่หนูตั้งใจ",
    "ขอให้ทุกความฝันของหนูเป็นจริงตลอดไปนะ และพี่จะอยู่ข้างๆและ Support หนูเสมอ ในทุกความสำเร็จและทุกความท้าทายที่กำลังจะเข้ามานะ พี่ดีใจมากๆที่ได้เป็นส่วนหนึ่งในชีวิตของหนู รักหนูมากๆนะคะ",
    "สุขสันต์วันเกิดอีกครั้งนะอ้วงง จุ้บๆ",
];
